/*Домашнее задание
Запросы GROUP BY, HAVING

Цель:
В этом ДЗ вы напишите запросы GROUP BY, HAVING.
*/

/*Посчитать среднюю цену товара, общую сумму продажи по месяцам.*/



/*Отобразить все месяцы, где общая сумма продаж превысила 4 600 000.*/



/*Вывести сумму продаж, дату первой продажи и количество проданного по месяцам, по товарам, продажи которых менее 50 ед в месяц. Группировка должна быть по году, месяцу, товару.*/



/*Написать запросы 2-3 так, чтобы если в каком-то месяце не было продаж,
то этот месяц также отображался бы в результатах, но там были нули.*/

